Repository: Kopano-dev/meet
Catalog: i18n/*.po
Languages: de, hi, nb, pt_pt

# displayNameLabel.guest.prefix
source: (Guest)
de: (Gast)

# displayNameLabel.isSelf.prefix
source: (Me)
de: (Ich)

# invite.email.body.template
source: ---------------------------------------------------------------------- You can join this meeting from your computer, tablet or smartphone. {url} Learn more about Kopano Meet at https://meet-app.io ----------------------------------------------------------------------
de: ---------------------------------------------------------------------- Sie können dieses Meeting von Ihrem Computer, Tablet oder Smartphone betreten. {url} Erfahren Sie mehr über Kopano Meet unter https://meet-app.io ----------------------------------------------------------------------
hi: ---------------------------------------------------------------------- आप अपने कंप्यूटर, टैबलेट या स्मार्टफोन से इस मीटिंग में शामिल हो सकते हैं. {url} Kopano Meet के बारे में अधिक जानें https://meet-app.io ----------------------------------------------------------------------
nb: ---------------------------------------------------------------------- Du kan bli med i møtet via din datamaskin, ditt nettbrett eller din mobiltelefon. {url} Les mer om Kopano Meet på https://meet-app.io ----------------------------------------------------------------------
pt_pt: ---------------------------------------------------------------------- Pode participar nesta sessão através do seu computador, tablet ou smartphone. {url} Conheça mais sobre o Kopano em https://meet-app.io ----------------------------------------------------------------------

# incomingCallDialog.acceptVideoCallButton.text
source: Accept
de: Annehmen
hi: स्वीकारिये
nb: Aksepter
pt_pt: Aceitar

# deviceSettings.accessFailedMessage.text
source: Access to camera/microphone failed. Please check permissions.
de: Zugriff auf Kamera/Mikrofon ist fehlgeschlagen. Bitte überprüfen Sie die Berechtigungen.
hi: कैमरा / माइक्रोफ़ोन तक पहुंच असफल रही। कृपया अनुमतियां जांचें.
pt_pt: Não foi possível aceder à câmara/microfone. Por favor verifique as permissões.

# invite.addEmailAddressesHelper.text
source: Add email addresses using the text field above to invite to this Meet. To finish, click invite and an email draft will be created in your email program with instructions how to join this Meet. Please review and optionally personalise the message before sending the invitation.
de: Nutzen Sie das Eingabefeld um E-Mail Adressen hinzuzufügen, die Sie zu diesem Meet einladen wollen. Mit einem Klick auf Einladen wird ein ein Entwurf in Ihrem E-Mail Programm erstellt. Dieser Entwurf enthält Informationen zum Betreten des Meetings. Bitte prüfen und personalisieren Sie diese Nachricht bevor Sie diese absenden.
hi: इस मीट में आमंत्रित करने के लिए उपरोक्त टेक्स्ट फ़ील्ड का उपयोग करके इमेल्स जोड़ें. समाप्त करने के लिए, क्लिक करें अपने ईमेल प्रोग्राम में इस मीट को कैसे शामिल किया जाए, इस निर्देश के साथ निमंत्रण और ईमेल संदेश भेजें समीक्षा के लिए और निमंत्रण संदेश भेजने के लिए.
pt_pt: Adicione endereços de E-mail através do campo de texto acima para convidar pessoas para este Meet. Para terminar, carregue Convide e será criada uma mensagem de rascunho no seu programa de E-mail com instruções para participar neste Meet. Por favor reveja e opcionalmente personalize esta mensagem antes de enviar o convite.

# newPublicGroup.allowExternalGuests.toggleLabel
source: Allow public guest access
de: Öffentlichen Zugriff für Gäste gestatten
hi: सार्वजनिक अतिथि की अनुमति दें
nb: Gi offentlig gjestetilgang
pt_pt: Permitir acesso público como convidados

# callView.settingsAudioOnly.label
source: Audio only
de: Nur Audio
hi: सिर्फ़ ध्वनि
nb: Bare lyd
pt_pt: Só áudio

# callView.audioIsMutedSnack.message
source: Audio playback is muted.
de: Audiowiedergabe ist stumm geschaltet.

# callView.settingsVideoCoverLabel.label
source: Autofit
de: Einpassen

# joinscreen.backButton.aria
source: Back
de: Zurück

# contactControl.backButton.aria
source: Back
de: Zurück
hi: वापस
nb: Tilbake
pt_pt: Recuar

# groupControl.backButton.aria
source: Back
de: Zurück
hi: वापस
nb: Tilbake
pt_pt: Recuar

# contactControl.callButton.label
source: Call
de: Anrufen
hi: कॉल
nb: Ring
pt_pt: Ligar

# contactSearch.callButton.aria
source: Call
de: Anrufen
hi: कॉल
nb: Ring
pt_pt: Ligar

# groupControl.callButton.label
source: Call
de: Anrufen
hi: कॉल
nb: Ring
pt_pt: Ligar

# recents.callButton.aria
source: Call
de: Anrufen
hi: कॉल
nb: Ring
pt_pt: Ligar

# recents.callButton.text
source: Call
de: Anrufen
hi: कॉल
nb: Ring
pt_pt: Ligar

# callView.tabCalls.label
source: Calls
de: Anrufe
hi: कॉल्स
nb: Anrop
pt_pt: Ligações

# deviceSettings.cameraSelect.label
source: Camera
de: Kamera
hi: कैमरा

# deviceSettings.unknownVideoInput.label
source: Camera {number}
de: Kamera {number}
hi: कैमरा {number}

# fullscreenDialog.cancelButton.text
source: Cancel
de: Abbrechen
hi: रद कीजिये
nb: Avbryte
pt_pt: Cancelar

# fullscreenDialog.closeButton.aria
source: Close
de: Schließen
hi: बंध कीजिये
nb: Lukk
pt_pt: Fechar

# incomingCallDialog.closeButton.aria
source: Close
de: Schließen
hi: बंध कीजिये
nb: Lukk
pt_pt: Fechar

# callView.tabContacts.label
source: Contacts
de: Kontakte
hi: कॉन्टेक्ट्स
nb: Kontakter
pt_pt: Contactos

# deviceSettings.defaultSpeaker.label
source: Default speaker
de: Standard-Lautsprecher
hi: डिफ़ॉल्ट स्पीकर
pt_pt: Coluna por defeito

# recents.deleteMoreMenuItem.label
source: Delete
de: Löschen
hi: निकाल दीजिये
nb: Slett
pt_pt: Remover

# settingsDialog.devicesTab.label
source: Devices
de: Geräte
hi: उपकरण
pt_pt: Dispositivos

# settingDialog.doneButton.label
source: Done
de: Fertig
hi: समाप्त
pt_pt: Concluído

# invite.emailTextField.placeholder
source: Email addresses
de: E-Mail-Adressen
hi: ईमेल एड्रेसीस
nb: E-post adresser
pt_pt: Endereços de E-mail

# newPublicGroup.helper.text
source: Enter a name for the group in the field above. You can use any name. A new group will be created automatically if it does not exist already. The group can be joined by anyone who knows its exact name.
de: Geben Sie den Namen einer Gruppe ein. Sie können einen beliebigen Namen verwenden. Existiert noch keine Gruppe mit dem gleichen Namen, wird diese automatisch erzeugt. Eine öffentliche Gruppe kann von jedem betreten werden, der den genauen Namen kennt.
hi: उपरोक्त फ़ील्ड में समूह का नाम दर्ज करें। आप कोई भी नाम का उपयोग कर सकते हैं.यदि पहले से मौजूद नहीं है, तो एक नया समूह अपने आप बनाया जाएगा.समूह में कोई भी शामिल हो सकता है, जो इसका सही नाम जानता हो.
pt_pt: Introduza um nome apra o grupo no campo em cima. Pode usar qualquer Nome. Um grupo nove será criado automaticamente se ainda não existir. O grupo pode ser acedido por qualquer um que saiba o seu nome exato.

# joinscreen.guest.header
source: Enter your name
de: Geben Sie Ihren Namen ein

# kwm.errorMessage.kwmError.message
source: Error: KWM error - {msg} {code}
de: Fehler: KWM Fehler - {msg} {code}

# meet.errorMessage.rumFailedCameraMicrophone.message
source: Failed to access your camera and microphone!
de: Zugriff auf Ihre Kamera und Mikrofon fehlgeschlagen!

# meet.errorMessage.rumFailedCamera.message
source: Failed to access your camera!
de: Zugriff auf Ihre Kamera fehlgeschlagen!

# meet.errorMessage.rumFailedMicrophone.message
source: Failed to access your microphone!
de: Zugriff auf Ihr Mikrofon fehlgeschlagen!

# contactSearch.failedToLoad.message
source: Failed to load contacts.
de: Kontakte konnten nicht geladen werden.
hi: कॉन्टेक्ट्स खोलने में विफलता.
nb: Kan ikke laste inn kontakter.
pt_pt: Falhou a carregar os contactos.

# meet.errorMessage.rdmFailed.message
source: Failed to share your screen!
de: Bildschirmfreigabe fehlgeschlagen!

# contactSearch.searchByNameTextField.placeholder
source: Find contact
de: Kontakt suchen
hi: कांटेक्ट ढूंडे
nb: Søk etter kontakter
pt_pt: Procurar contacto

# newPublicGroup.enterPublicGroup.inputLabel
source: Group name
de: Name der Gruppe
hi: समूह का नाम
nb: Gruppenavn
pt_pt: Nome do grupo

# callView.notActive.snack
source: Guests can only join active group meetings.
de: Dieses Meeting ist nicht aktiv. Als Gast können Sie nur aktive Gruppen-Meetings betreten.

# fullscreenDialog.ignoreButton.text
source: Ignore
de: Ignorieren
hi: अनदेखा कीजिये
nb: Ignorer
pt_pt: Ignorar

# incomingCallDialog.incomingCall.title
source: Incoming call
de: Eingehender Anruf
hi: कॉल आ रहा है
nb: Innkommende anrop
pt_pt: A receber ligação

# callView.inviteByMailTo.snack
source: Invitation email created, opening your mail program now.
de: Einladung erstellt, Mail wird geöffnet.
hi: आमंत्रण ईमेल बन गया है, आपका मेल कार्यक्रम खुल रहा है.
nb: E-postinvitasjon ble lagd, åpner ditt e-post program.
pt_pt: Mensagem de convite criada. A abrir o seu programa de E-mail.

# callView.inviteByShareLink.subject.template
source: Invitation to "{id}"
de: Einladung zu "{id}"
hi: "{id}" को आमंत्रण
nb: Invitasjon til "{id}"
pt_pt: Convite para "{id}"

# invite.email.subject.template
source: Invitation to "{id}"
de: Einladung zu "{id}"
hi: "{id}" को आमंत्रण
nb: Invitasjon til "{id}"
pt_pt: Convite para "{id}"

# invite.inviteButton.label
source: Invite
de: Einladen
hi: आमंत्रण
nb: Inviter
pt_pt: Convidar

# callView.inviteDialog.topTitle
source: Invite to "{id}"
de: Zu "{id}" einladen
hi: "{id}" को आमंत्रण
nb: Inviter til "{id}"
pt_pt: Convite para "{id}"

# groupControl.extraInviteButton.label
source: Invite to this {scope}
de: Zu dieser {scope} einladen
hi: इस {scope} के लिए आमंत्रित कीजिये
nb: Inviter til {scope}
pt_pt: Convite para este {scope}

# newPublicGroup.createButton.text
source: Join
de: Betreten
hi: जुड़िये
nb: Bli med
pt_pt: Entrar

# contactSearch.newPublicGroup.button.text
source: Join or create group
de: Gruppe betreten oder erstellen
hi: समूह में जुड़िये या बनाइए
nb: Bli med i offentlig gruppe
pt_pt: Entrar ou criar grupo

# joinscreen.joinCallButton.text
source: Join call
de: Los geht's

# callView.newPublicGroupDialog.topTitle
source: Join or create group
de: Gruppe betreten oder erstellen
hi: समूह में जुड़िये या बनाइए
nb: Bli med i eller opprett en gruppe
pt_pt: Entrar ou criar grupo

# joinscreen.settings.joiningAs
source: Joining as: {displayName}
de: Teilnehmen als: {displayName}

# callView.copiedLinkToClipboard.snack
source: Link copied to clipboard.
de: Der Link wurde in die Zwischenablage kopiert.
hi: लिंक को क्लिपबोर्ड पर कॉपी हो गया है.
nb: Kopierte lenke til utklippstavle.
pt_pt: Endereço copiado para a área de transferências.

# contactSearch.messageLoadingContacts
source: Loading contacts ...
de: Kontakte werden geladen ...
hi: कॉन्टेक्ट्स खुल रहे है...
nb: Laster inn kontakter ...
pt_pt: A carregar contactos ...

# deviceSettings.microphoneSelect.label
source: Microphone
de: Mikrofon
hi: माइक्रोफ़ोन
pt_pt: Microfone

# deviceSettings.unknownAudioInput.label
source: Microphone {number}
de: Mikrofon {number}
hi: माइक्रोफ़ोन {number}
pt_pt: Entrar ou criar grupo {number}

# recents.moreButton.aria
source: More
de: Mehr
hi: अधिक
nb: Mer
pt_pt: Mais

# callView.masterButton.label
source: New call
de: Neuer Anruf
hi: नई कॉल
nb: Nytt anrop
pt_pt: Nova ligação

# callView.newCallDialog.topTitle
source: New call
de: Neuer Anruf
hi: नई कॉल
nb: Nytt anrop
pt_pt: Nova ligação

# joinscreen.nextButton.text
source: Next
de: Weiter

# callView.noConnectionTooltip.title
source: No connection - check your Internet connection.
de: Keine Verbindung - prüfen Sie Ihre Internetverbindung.

# contactSearch.noMatches.message
source: No contacts match the selected criteria.
de: Keine Kontakte entsprechen den gewählten Kriterien.
hi: चयनित मापदंडों से कोई भी संपर्क मेल नहीं खा रहा है.
nb: Ingen kontakter passer med de valgte vilkårene.
pt_pt: Nenhum contacto corresponde aos critérios selecionados.

# meet.kwm.no_permission
source: No permission to access server
de: Keine Berechtigung für Serverzugriff
hi: सर्वर तक पहुंचने की अनुमति नहीं
nb: Ingen tilgang til server
pt_pt: Sem permissões para aceder ao servidor

# channelControl.tabParticipants.label
source: Participants
de: Teilnehmer

# callGrid.noPeers.headline
source: Please wait for others to join ...
de: Warten auf andere Teilnehmer ...

# recents.subheaderLabel
source: Recent
de: Verlauf
hi: हाल का
nb: Nylig
pt_pt: Recente

# incomingCallDialog.rejectButton.text
source: Reject
de: Abweisen
hi: रद्द करें
nb: Avslå
pt_pt: Rejeitar

# deviceSettings.retryAccessButton.label
source: Retry
de: Erneut versuchen
hi: पुन: प्रयास करें
pt_pt: Tentar novamente

# contactSearch.failedToLoad.retryButton.text
source: Retry
de: Erneut versuchen
hi: पुन: प्रयास करें
nb: Prøv igjen
pt_pt: Tentar novamente

# contactSearch.messageSearchingForContacts
source: Searching for contacts ...
de: Suche nach Kontakten ...
hi: संपर्कों की खोज हो रही है...
nb: Søker etter kontakter ...
pt_pt: A procurar contactos ...

# callView.settingsList.label
source: Settings
de: Einstellungen
hi: सेटिंग्स
nb: Innstillinger
pt_pt: Definições

# groupControl.shareLinkButton.aria
source: Share {scope} link
de: Link teilen

# joinscreen.signInButton.text
source: Sign in
de: Einloggen

# joinscreen.singOutButton.text
source: Sign out
de: Ausloggen

# deviceSettings.speakerSelect.label
source: Speaker
de: Lautsprecher
hi: स्पीकर
pt_pt: Coluna

# deviceSettings.unknownAudioOutput.label
source: Speaker {number}
de: Lautsprecher {number}
hi: स्पीकर {number}
pt_pt: Coluna {number}

# callGrid.suspended.headline
source: Suspended
de: Schlafend
hi: निलंबित
nb: Avstengt
pt_pt: Suspensa

# deviceSettings.speakerTestButton.label
source: Test
de: Testen
hi: जांच करें
pt_pt: Testar

# joinscreen.guest.suffixText
source: The name defines how you are visible to others as guest. If you have an account, you can {signInLink} too
de: Sie sind unter diesem Namen für andere Teilnehmer als Gast sichtbar. Wenn Sie ein Konto haben, können Sie sich auch {signInLink}.

# kwmProvider.rejectedBusy.snack
source: The target is busy.
de: Das Ziel ist besetzt.
hi: लक्ष्य व्यस्त है.
nb: Målet er opptatt.
pt_pt: O destino está ocupado.

# kwmProvider.rejected.snack
source: The target rejected your call.
de: Das Ziel hat Ihren Anruf abgelehnt.
hi: आपका कॉल अस्वीकार किया गया है.
nb: Målet avviste ditt anrop.
pt_pt: O destino rejeitou a ligação.

# invite.groupIsPublic.text
source: This group is protected - a user account is required to join.
de: Diese Gruppe ist geschützt - Teilnehmer benötigen ein Benutzerkonto.
hi: यह समूह सुरक्षित है - शामिल होने के लिए एक उपयोगकर्ता खाता आवश्यक है.
nb: Denne gruppen er sperret - en brukerkonto trengs for å delta.
pt_pt: Este grupo está protegido - é necessária uma conta de utilizador para participar.

# invite.groupIsProtected.text
source: This group is public - guests are allowed to join.
de: Diese Gruppe ist öffentlich - Gäste sind erlaubt.
hi: यह समूह सार्वजनिक है - मेहमानों को शामिल होने की अनुमति है.
nb: Denne gruppen er offentlig - gjester kan delta.
pt_pt: Este grupo é público - todos podem participar.

# meet.kwm.unable_to_accept
source: Unable to accept call
de: Anruf konnte nicht angenommen werden
hi: कॉल स्वीकार करने में असमर्थ
nb: Kan ikke akseptere samtale
pt_pt: Não foi possível aceitar a ligação

# meet.kwm.unable_to_call
source: Unable to call
de: Anruf konnte nicht ausgeführt werden
hi: कॉल करने में असमर्थ
nb: Kan ikke ringe
pt_pt: Não foi possível realizar a ligação

# meet.kwm.unable_to_join
source: Unable to join
de: Betreten nicht möglich
hi: जुड़ने में असमर्थ
nb: Kan ikke bli med i samtalen
pt_pt: Não foi possível entrar

# displayNameLabel.unknownUser.text
source: Unknown user
de: Unbekannter Benutzer
hi: अज्ञात उपयोगकर्ता
nb: Ukjent bruker
pt_pt: Utilizador desconhecido

# displayNameLabel.userWithIndex.text
source: User {idx}
de: Benutzer {idx}
hi: उपयोगकर्ता {idx}
nb: Bruker {idx}
pt_pt: Utilizador {idx}

# contactControl.videoCallButton.aria
source: Video call
de: Videoanruf
hi: वीडियो कॉल
nb: Videosamtale
pt_pt: Vídeo chamada

# groupControl.videoCallButton.aria
source: Video call
de: Videoanruf
hi: वीडियो कॉल
nb: Videosamtale
pt_pt: Vídeo chamada

# contactControl.voiceCallButton.aria
source: Voice call
de: Sprachanruf
hi: वॉइस कॉल
nb: Lydsamtale
pt_pt: Ligação de voz

# groupControl.voiceCallButton.aria
source: Voice call
de: Sprachanruf
hi: वॉइस कॉल
nb: Lydsamtale
pt_pt: Ligação de voz

# joinscreen.welcome.header
source: Welcome to {icon} Meet
de: Willkommen zu {icon} Meet

# callView.inviteByShareLink.text.template
source: You can join this meeting from your computer, tablet or smartphone.
de: Sie können dieses Meeting von Ihrem Computer, Tablet oder Smartphone betreten.
hi: आप अपने कंप्यूटर, टैबलेट या स्मार्टफोन से इस सभा में शामिल हो सकते हैं.
nb: Du kan bli med i møtet via din datamaskin, ditt nettbrett eller din mobiltelefon.
pt_pt: Pode participar nesta sessão através do seu computador, tablet ou smartphone.

# callView.noAccess.snack
source: You do not have access here.
de: Sie haben hier keinen Zugriff.
hi: यहां आपकी पहुंच नहीं है.
nb: Du har ikke tilgang her.
pt_pt: Não tem acesso aqui.

# meetscreen.errorMessage.browserUnsupported.message
source: Your browser is not supported - expect issues.
de: Ihr Browser wird nicht unterstützt - es können Probleme auftreten.

# meetscreen.errorMessage.browserTooOld.message
source: Your browser is too old and thus not supported.
de: Ihr Browser ist zu alt und wird deshalb nicht unterstützt.

# meetscreen.errorMessage.browserUnknownUnsupported.message
source: Your browser is unknown and thus not supported.
de: Ihr Browser konnte nicht erkannt werden und wird deshalb nicht unterstützt.

# recents.callHistoryEmpty.message
source: Your call history is empty.
de: Ihr Anrufverlauf ist leer.
hi: आपका कॉल इतिहास खाली है.
nb: Din anropslogg er tom.
pt_pt: O seu histórico de ligações está vazio.

# callView.microphoneIsMutedSnack.message
source: Your microphone is muted.
de: Ihr Mikrofon ist stummgeschaltet.
hi: आपका माइक्रोफ़ोन बंध है.
nb: Mikrofonen din er dempet.
pt_pt: O microfone está silenciado.

# callView.fabButton.aria
source: add
de: hinzufügen
hi: ऐड
nb: legg til
pt_pt: adicionar

# scopeLabel.call.label
source: call
de: Anruf
hi: कॉल
nb: ring
pt_pt: chamar

# scopeLabel.conference.label
source: conference
de: Konferenz
hi: कॉनफरन्स
nb: konferanse
pt_pt: conferência

# recents.deleteSwipeButton.text
source: delete
de: löschen
hi: हटा दीजिये
nb: slett
pt_pt: remover

# scopeLabel.group.label
source: group
de: Gruppe
hi: समूह
nb: gruppe
pt_pt: grupo

# participants.inviteButton.label
source: invite
de: einladen

# joinscreen.guest.suffixText.signInLink
source: sign in
de: einloggen

# contactLabel.unknown.text
source: unknown
de: unbekannt
hi: अज्ञात
nb: ukjent
pt_pt: desconhecido

# callView.audioIsMutedSnack.button.text
source: unmute
de: lautschalten

# callView.microphoneIsMutedSnack.button.text
source: unmute
de: lautschalten
hi: अनम्यूट
nb: Slå lyd på
pt_pt: ativar

# callGrid.noVideoPeers.headline
source: {count, plural, one {{count} other (no video)} other {{count} others (no video)}}
de: {count, plural, one {{count} anderer Teilnehmer (ohne Video)} other {{count} andere Teilnehmer (ohne Video)}}

# participants.subheaderLabel
source: {participants, number} {participants, plural, one {participant} other {participants}}
de: {participants, number} {participants, plural, one {Teilnehmer} other {Teilnehmer}}

# groupControl.extraShareLinkButton.label
source: Share {scope} link
hi: {scope} की लिंक बांटे
nb: Del {scope} lenke
pt_pt: Partilhar endereço {scope}

# callView.noConnectionTooltip.title
source: No connection - check your internet connection.
pt_pt: Sem ligação - verifique a ligação à Internet.

# callView.notActive.snack
source: There is currently nothing active here.
pt_pt: Não existe nada ativo atualmente aqui.
